Repository: alzer89/iRedAdmin
Catalog: i18n/*/LC_MESSAGES/iredadmin.po
Languages: ro_ro

source: %s days, %s hours, %s minutes.
ro_ro: %s zile, %s ore, %s minute.

source: (%d messages, %s.)
ro_ro: (%d mesaje, %s.)

source: (%d%% full, %d messages, %s.)
ro_ro: (%d%% plin, %d mesaje, %s.)

source: (Mailbox is empty.)
ro_ro: (Cutia poștală este goală.)

source: Account already exists, please choose another one.
ro_ro: Contul există deja, vă rugăm să alegeți altul.

source: Account does not exist.
ro_ro: Contul nu există.

source: Account is disabled.
ro_ro: Contul este dezactivat.

source: Account is global admin
ro_ro: Contul este administrator global

source: Activate account
ro_ro: Activați contul

source: Activities
ro_ro: Activități

source: Add
ro_ro: Adăugați

source: Add account
ro_ro: Adăugați un cont

source: Add admin
ro_ro: Adăugați admin

source: Add domain
ro_ro: Adăugați domeniul

source: Add mail user
ro_ro: Adăugați un utilizator de poștă electronică

source: Add mail user under domain
ro_ro: Adăugați un utilizator de poștă electronică sub domeniu

source: Add one
ro_ro: Adăugați unul

source: Add one more?
ro_ro: Mai adăugați unul?

source: Admin Log
ro_ro: Jurnal administrativ

source: Admin created.
ro_ro: Administratorul a fost creat.

source: Admin login
ro_ro: Autentificare administrator

source: Admins
ro_ro: Administratori

source: Admins under domain: %s
ro_ro: Administratori sub domeniu: %s

source: Alias domains:
ro_ro: Domenii alias:

source: All admins
ro_ro: Toți administratorii

source: All domains
ro_ro: Toate domeniile

source: All domains managed by this admin share the mailbox quota and limit of mail accounts.
ro_ro: Toate domeniile gestionate de acest administrator împart cota de căsuțe poștale și limita de conturi de e-mail.

source: All domains under your control.
ro_ro: Toate domeniile aflate sub controlul dumneavoastră.

source: Allocated
ro_ro: Alocat

source: Already reaches account limit (mail aliases).
ro_ro: A atins deja limita contului (aliasuri de e-mail).

source: Already reaches account limit (mail domains).
ro_ro: A atins deja limita contului (domenii de e-mail).

source: Already reaches account limit (mail users).
ro_ro: A atins deja limita contului (utilizatori de e-mail).

source: Already reaches account limit (mailbox quota).
ro_ro: A atins deja limita contului (cota căsuței poștale).

source: Already reaches account limit (mailing lists).
ro_ro: A atins deja limita contului (liste de distribuție).

source: Apply
ro_ro: Aplicați

source: At least %d characters.
ro_ro: Cel puțin %d caractere.

source: At least %s characters.
ro_ro: Cel puțin %s caractere.

source: At least one digit number
ro_ro: Număr de cel puțin o cifră

source: At least one letter
ro_ro: Cel puțin o literă

source: At least one special character:
ro_ro: Cel puțin un caracter special:

source: At least one uppercase letter
ro_ro: Cel puțin o literă majusculă

source: Available quota:
ro_ro: Cota disponibilă:

source: Choose Action
ro_ro: Alegeți acțiunea

source: Company/Organization Name
ro_ro: Numele companiei/organizației

source: Confirm new password
ro_ro: Confirmați noua parolă

source: Contact webmaster
ro_ro: Contactați webmaster-ul

source: Content of disclaimer will be appended to outgoing emails.
ro_ro: Conținutul clauzei de renunțare la răspundere va fi anexat la e-mailurile trimise.

source: Current password is incorrect.
ro_ro: Parola curentă este incorectă.

source: DISABLED
ro_ro: DEZACTIVAT

source: Dashboard
ro_ro: Tablo de bord

source: Delete
ro_ro: Ștergeți

source: Delete account
ro_ro: Ștergeți contul

source: Delete all in database
ro_ro: Ștergeți totul în baza de date

source: Delete mailboxes
ro_ro: Ștergerea cutiilor poștale

source: Delete selected log
ro_ro: Ștergeți jurnalul selectat

source: Disable
ro_ro: Dezactivare

source: Disable account
ro_ro: Dezactivare cont

source: Disabled
ro_ro: Dezactivat

source: Disabled accounts
ro_ro: Conturi dezactivate

source: Disabled domains
ro_ro: Domenii dezactivate

source: Disclaimer
ro_ro: Declinare de responsabilitate

source: Display Name
ro_ro: Afișați numele

source: Domain
ro_ro: Domeniu

source: Domain Admins
ro_ro: Administratori de domeniu

source: Domain Name
ro_ro: Nume de domeniu

source: Domain already exists. Please check both primary or alias domains.
ro_ro: Domeniul există deja. Vă rugăm să verificați atât domeniile primare cât și cele alias.

source: Domain created.
ro_ro: Domeniu creat.

source: Domain is active, but marked as backup MX.
ro_ro: Domeniul este activ, dar este marcat ca fiind de rezervă MX.

source: Domain is active, but relay to other host
ro_ro: Domeniul este activ, dar este retransmis către alt host

source: Domain is disabled.
ro_ro: Domeniul este dezactivat.

source: Domain name is empty.
ro_ro: Numele de domeniu este gol.

source: Domain name or username is missed.
ro_ro: Numele de domeniu sau numele de utilizator lipsește.

source: Domain quota size exceeded. Please contact your administrator or service provider to increase it.
ro_ro: Dimensiunea cotei domeniului a fost depășită. Vă rugăm să contactați administratorul sau furnizorul de servicii pentru a-l mări.

source: Domains
ro_ro: Domenii

source: Domains and Accounts
ro_ro: Domenii și conturi

source: Edit account profile
ro_ro: Editați profilul contului

source: Edit domain profile
ro_ro: Editați profilul domeniului

source: Edit quota setting
ro_ro: Editarea setării cotelor

source: Email address was changed.
ro_ro: Adresa de e-mail a fost schimbată.

source: Emails
ro_ro: E-mailuri

source: Empty password is not allowed.
ro_ro: Parola goală nu este permisă.

source: Enable
ro_ro: Activare

source: Enable this account
ro_ro: Activați acest cont

source: Enable this domain
ro_ro: Activați acest domeniu

source: Error
ro_ro: Eroare

source: Error while checking new version of iRedAdmin:
ro_ro: Eroare la verificarea noii versiuni a iRedAdmin:

source: Error:
ro_ro: Eroare:

source: Events
ro_ro: Evenimente

source: Everyone can send mail to this address
ro_ro: Toată lumea poate trimite corespondență la această adresă

source: Exceeded domain account limit. Please contact your administrator or service provider to increase it.
ro_ro: Limita contului de domeniu a fost depășită. Vă rugăm să contactați administratorul sau furnizorul de servicii pentru a-l mări.

source: Filter accounts by first character in email addresses
ro_ro: Filtrați conturile după primul caracter din adresele de e-mail

source: Filter domains by first character in mail domain name
ro_ro: Filtrare domenii după primul caracter din numele domeniului de e-mail

source: Filter:
ro_ro: Filtru:

source: First Page
ro_ro: Prima pagină

source: First name
ro_ro: Prenume

source: Full name
ro_ro: Nume și prenume

source: Global Admin
ro_ro: Administrare globală

source: Grant admin
ro_ro: Acordare de drepturi de administrare

source: Hostname
ro_ro: Nume host

source: IMAP Login:
ro_ro: Autentificare IMAP:

source: IP Address
ro_ro: Adresa IP

source: Invalid account.
ro_ro: Cont invalid.

source: Invalid action.
ro_ro: Acțiune invalidă.

source: Invalid domain name.
ro_ro: Nume de domeniu invalid.

source: Invalid mail address.
ro_ro: Adresa de e-mail invalidă.

source: Is a global admin.
ro_ro: Este un administrator global.

source: Job Title
ro_ro: Titlul postului

source: Keep mailbox for %d days
ro_ro: Păstrați cutia poștală pentru %d zile

source: Keep mailbox for %d months
ro_ro: Păstrați cutia poștală pentru %d luni

source: Keep mailbox for %d weeks
ro_ro: Păstrați cutia poștală pentru %d săptămâni

source: Keep mailbox for %d years
ro_ro: Păstrați cutia poștală pentru %d ani

source: Keep mailbox for 1 day
ro_ro: Păstrați cutia poștală timp de 1 zi

source: Keep mailbox for 1 month
ro_ro: Păstrați cutia poștală timp de 1 lună

source: Keep mailbox for 1 week
ro_ro: Păstrați cutia poștală timp de 1 săptămână

source: Keep mailbox for 1 year
ro_ro: Păstrați cutia poștală timp de 1 an

source: Keep mailbox forever
ro_ro: Păstrați cutia poștală pentru totdeauna

source: Last Page
ro_ro: Ultima pagină

source: Last name
ro_ro: Numele de familie

source: List all mail users.
ro_ro: Lista tuturor utilizatorilor de e-mail.

source: Logged in as %s
ro_ro: Conectat ca %s

source: Login
ro_ro: Autentificare

source: Login from your IP address is not allowed.
ro_ro: Autentificarea de la adresa dvs. de IP nu este permisă.

source: Login required
ro_ro: Autentificare necesară

source: Login to manage your mail domains & accounts
ro_ro: Conectați-vă pentru a vă gestiona domeniile și conturile de e-mail

source: Mail Address
ro_ro: Adresă poștală

source: Mail Users
ro_ro: Utilizatori de e-mail

source: Mailbox Quota
ro_ro: Cota căsuței poștale

source: Make sure disclaimer work as expected:
ro_ro: Asigurați-vă că declarația de renunțare la răspundere funcționează conform așteptărilor:

source: Mark as global admin
ro_ro: Marcați ca administrator global

source: Mark this user as global admin
ro_ro: Marcați acest utilizator ca administrator global

source: Member of mailing lists:
ro_ro: Membru al listelor de discuții:

source: Members
ro_ro: Membri

source: Members and moderators
ro_ro: Membri și moderatori

source: Message
ro_ro: Mesaj

source: Mobile
ro_ro: Mobil

source: Moderators
ro_ro: Moderatori

source: Must be %s - %s characters.
ro_ro: Trebuie să fie %s - %s caractere.

source: Need a strong password?
ro_ro: Aveți nevoie de o parolă puternică?

source: Network
ro_ro: Rețea

source: New Mail Delivered:
ro_ro: Noua corespondență livrată:

source: New password
ro_ro: Parolă nouă

source: New password must NOT contain more than %s characters.
ro_ro: Noua parolă NU trebuie să conțină mai mult de %s caractere.

source: New password must contain at least %s characters.
ro_ro: Noua parolă trebuie să conțină cel puțin %s caractere.

source: New passwords are not match.
ro_ro: Parolele noi nu se potrivesc.

source: New version of iRedAdmin, %s, is now available for upgrading. <a href='https://docs.iredmail.org/migrate.or.upgrade.iredadmin.html' class='button green'>Upgrade tutorial</a>.
ro_ro: Noua versiune a iRedAdmin, %s, este acum disponibilă pentru actualizare. https://docs.iredmail.org/migrate.or.upgrade.iredadmin.htmlTutorial de actualizare</a>.

source: Next Page
ro_ro: Pagina următoare

source: No account selected.
ro_ro: Nu este selectat niciun cont.

source: No admin log.
ro_ro: Nu există jurnal de administrare.

source: No digit number in password.
ro_ro: Nu există nicio cifră în parolă.

source: No domain under control.
ro_ro: Niciun domeniu sub control.

source: No letter in password.
ro_ro: Nu există nicio literă în parolă.

source: No mail admin assigned.
ro_ro: Nu este atribuit niciun administrator de e-mail.

source: No mail domain available.
ro_ro: Nu este disponibil niciun domeniu de e-mail.

source: No mail user available.
ro_ro: Nu există niciun utilizator de e-mail disponibil.

source: No more than %d characters.
ro_ro: Nu mai mult de %d caractere.

source: No more than %s characters.
ro_ro: Nu mai mult de %s caractere.

source: No special character in password.
ro_ro: Nu există caractere speciale în parolă.

source: No uppercase letter in password.
ro_ro: Nu există litere majuscule în parolă.

source: Not a global admin.
ro_ro: Nu este un administrator global.

source: Not allowed to create mail user under this domain.
ro_ro: Nu este permisă crearea unui utilizator de poștă electronică în acest domeniu.

source: Note: Global admin can manage all mail domains.
ro_ro: Notă: Administratorul global poate gestiona toate domeniile de e-mail.

source: Number of domains
ro_ro: Număr de domenii

source: Number of users
ro_ro: Număr de utilizatori

source: Old password
ro_ro: Parola veche

source: One IP address or network per line. Invalid address or network will be discarded.
ro_ro: O adresă IP sau o rețea pe linie. Adresa sau rețeaua nevalabilă va fi respinsă.

source: One mail address per line. Invalid address will be discarded.
ro_ro: O singură adresă email pe linie. Adresa invalidă va fi eliminată.

source: Or create other mail accounts:
ro_ro: Sau creați alte conturi de e-mail:

source: POP3 Login:
ro_ro: Autentificare POP3:

source: Password
ro_ro: Parola

source: Password is empty.
ro_ro: Parola este goală.

source: Password is too long.
ro_ro: Parola este prea lungă.

source: Password is too short.
ro_ro: Parola este prea scurtă.

source: Password last change:
ro_ro: Ultima modificare a parolei:

source: Password must contain
ro_ro: Parola trebuie să conțină

source: Permission denied.
ro_ro: Permisiune refuzată.

source: Plain text only
ro_ro: Numai text simplu

source: Please do not use non-ascii character in password.
ro_ro: Vă rugăm să nu folosiți caractere non-ascii în parolă.

source: Please select at least one account.
ro_ro: Vă rugăm să selectați cel puțin un cont.

source: Please select at least one domain.
ro_ro: Vă rugăm să selectați cel puțin un domeniu.

source: Preferences
ro_ro: Preferințe

source: Preferred language
ro_ro: Limba preferată

source: Previous Page
ro_ro: Pagina anterioară

source: Profile has been updated.
ro_ro: Profilul a fost actualizat.

source: Profile of admin:
ro_ro: Profilul administratorului:

source: Profile of domain:
ro_ro: Profilul domeniului:

source: Profile of user:
ro_ro: Profilul utilizatorului:

source: Profile updated failed.
ro_ro: Actualizarea profilului a eșuat.

source: Quota
ro_ro: Cota

source: Records were successfully updated.
ro_ro: Înregistrările au fost actualizate cu succes.

source: Relay
ro_ro: Releu

source: Revoke admin privilege
ro_ro: Revocarea privilegiului de administrator

source: Save changes
ro_ro: Salvați modificările

source: Security token did not match. Please refresh current page and re-perform form action.
ro_ro: Token-ul de securitate nu se potrivește. Vă rugăm să reîmprospătați pagina curentă și să efectuați din nou acțiunea formularului.

source: Selected accounts were deleted.
ro_ro: Conturile selectate au fost șterse.

source: Selected accounts were disabled.
ro_ro: Conturile selectate au fost dezactivate.

source: Selected accounts were enabled.
ro_ro: Conturile selectate au fost activate.

source: Selected accounts were marked as domain admin.
ro_ro: Conturile selectate au fost marcate ca administrator de domeniu.

source: Selected accounts were marked as global admin.
ro_ro: Conturile selectate au fost marcate ca administrator global.

source: Selected accounts were unmarked as domain admin.
ro_ro: Conturile selectate au fost nemarcate ca administrator de domeniu.

source: Selected accounts were unmarked as global admin.
ro_ro: Conturile selectate au fost nemarcate ca fiind administrate la nivel global.

source: Selected domains have been deleted.
ro_ro: Domeniile selectate au fost șterse.

source: Selected domains were disabled.
ro_ro: Domeniile selectate au fost dezactivate.

source: Selected domains were enabled.
ro_ro: Domeniile selectate au fost activate.

source: Selected log records were deleted.
ro_ro: Au fost șterse înregistrările de jurnal selectate.

source: Server Load
ro_ro: Încărcarea serverului

source: Server-side size limit exceeded. Please increase "sizelimit" in your LDAP server.
ro_ro: Limita de mărime pe server a fost depășită. Vă rugăm să măriți "limita de mărime (sizelimit)" în serverul LDAP.

source: Session expired, please re-login.
ro_ro: Sesiunea a expirat, vă rugăm să vă autentificați din nou.

source: Set to 0 for unlimited.
ro_ro: Setați la 0 pentru nelimitat.

source: Some addresses have been discarded because they have been used: %s.
ro_ro: Unele adrese au fost eliminate pentru că au fost folosite: %s.

source: Standalone admin account cannot be an user of local domain.
ro_ro: Contul de administrator independent nu poate fi un utilizator din domeniul local.

source: Store password in plain text
ro_ro: Stocați parola în text simplu

source: Stored
ro_ro: Stocat

source: Stored emails
ro_ro: E-mailuri stocate

source: Submit
ro_ro: Trimiteți

source: Submited domain name is incorrect.
ro_ro: Numele de domeniu introdus este incorect.

source: Support
ro_ro: Suport

source: System Information
ro_ro: Informații de sistem

source: Telephone Number
ro_ro: Număr de telefon

source: Time
ro_ro: Ora

source: Time zone
ro_ro: Fusul orar

source: Unban IP address
ro_ro: Adresa IP de dezinterzis

source: Unlimited
ro_ro: Nelimitat

source: Unmark as global admin
ro_ro: Anulați marcarea ca administrator global

source: Unrestricted
ro_ro: Nerestricționat

source: Update whitelists and blacklists
ro_ro: Actualizarea listelor albe și a listelor negre

source: Uptime
ro_ro: Timp de funcționare

source: Use this password
ro_ro: Utilizați această parolă

source: Used
ro_ro: Folosit

source: User
ro_ro: Utilizator

source: User created.
ro_ro: Utilizator creat.

source: User login (self-service)
ro_ro: Autentificare utilizator (self-service)

source: User/Employee ID
ro_ro: ID-ul utilizatorului/angajatului

source: Username
ro_ro: Nume utilizator

source: Username must be an valid email address.
ro_ro: Numele de utilizator trebuie să fie o adresă de e-mail validă.

source: Username or password is incorrect.
ro_ro: Numele de utilizator sau parola este incorectă.

source: Users
ro_ro: Utilizatori

source: Users under domain: %s
ro_ro: Utilizatori sub domeniu: %s

source: Users under same domain
ro_ro: Utilizatori sub același domeniu

source: Users under same domain and its sub-domains
ro_ro: Utilizatorii din același domeniu și subdomeniile acestuia

source: Who can send email to this list
ro_ro: Cine poate trimite e-mailuri către această listă

source: You are not allowed to update global domain admin's profile.
ro_ro: Nu aveți permisiunea de a actualiza profilul administratorului global al domeniului.

source: without verifying local recipients
ro_ro: fără a verifica destinatarii locali
